Repository: FramHerel/Aoe4OverlayWinUI3
Catalog: Aoe4OverlayWinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# AppDisplayName
source: Aoe4OverlayWinUI3
zh_hans: 帝国时代4 覆盖层 WinUI 3

# AppDescription
source: A real-time match tracking and statistics overlay for Age of Empires IV. Built with WinUI 3 for a native Windows 11 experience.
zh_hans: 《帝国时代 4》实时对局查询工具。基于 WinUI 3 开发，提供原生流畅的悬浮窗数据追踪体验。

# Shell_Profile.Content
source: Profile
zh_hans: 档案

# Shell_GamesList.Content
source: Games List
zh_hans: 对战列表

# GamesList_ResultColumn.Header
source: Result
zh_hans: 结果

# GamesList_MapColumn.Header
source: Map
zh_hans: 地图

# GamesList_CivilizationColumn.Header
source: Civilization
zh_hans: 文明

# GamesList_DurationColumn.Header
source: Duration
zh_hans: 时长

# GamesList_StartTimeColumn.Header
source: Start Time
zh_hans: 开始时间

# GamesList_KindColumn.Header
source: Kind
zh_hans: 类型

# Settings_Appearance_Header.Text
source: Appearance
zh_hans: 外观

# Settings_Theme_Default.Content
source: Use system setting
zh_hans: 使用系统设置

# Settings_About_Header.Text
source: About this application
zh_hans: 关于

# Settings_About_SettingsExpander.Description
source: Released under the MIT License. © 2026 Fram Herel.
zh_hans: 基于 MIT 许可证发布，© 2026 Fram Herel。

# Settings_Account_Header.Text
source: Account
zh_hans: 帐户

# Settings_Account_SettingsCard.Description
source: Binding a new account
zh_hans: 绑定一个新帐户

# Settings_Account_SettingsCard.Header
source: Search
zh_hans: 搜索

# Settings_Account_SettingsCard_Button.Content
source: Search
zh_hans: 搜索

# Settings_Overlay_Header.Text
source: Overlay
zh_hans: 覆盖层

# Settings_Overlay_SettingsExpander.Header
source: Enable the overlay
zh_hans: 启用覆盖层

# Settings_Overlay_SettingsExpander.Description
source: Enable or disable the overlay
zh_hans: 启用或禁用覆盖层

# Settings_Appearance_ComboBox_Default
source: Use system setting
zh_hans: 使用系统设置

# Settings_Appearance_ComboBox_Light
source: Light
zh_hans: 浅色

# Settings_Appearance_ComboBox_Dark
source: Dark
zh_hans: 深色

# Settings_About_SettingsExpander.Header
source: Aoe4OverlayWinUI3
zh_hans: 帝国时代4 覆盖层 WinUI 3

# Settings_Appearance_SettingsCard.Description
source: Select which app theme to display
zh_hans: 更改应用中显示的主题

# Settings_Appearance_SettingsCard.Header
source: App theme
zh_hans: 应用主题

# Settings_Overlay_SettingsExpander_OverlayEditable.Header
source: Enable or disable overlay edit mode
zh_hans: 启用或禁用覆盖层调整模式

# Settings_Overlay_SettingsExpander_OverlayHotkey.Header
source: Overlay Toggle Hotkey
zh_hans: 启用或禁用覆盖层的快捷键

# Settings_Overlay_SettingsExpander_OverlayBackdrop.Header
source: Select a backdrop for overlay
zh_hans: 为覆盖层选择一种背景材质

# Settings_Overlay_SettingsExpander_OverlayBackdrop_ComboBox_Transparent.Content
source: Transparent
zh_hans: 透明

# Settings_Overlay_SettingsExpander_OverlayBackdrop_ComboBox_Mica.Content
source: Mica
zh_hans: 云母

# Settings_Overlay_SettingsExpander_OverlayBackdrop_ComboBox_Acrylic.Content
source: Acrylic
zh_hans: 亚克力

# Settings_Overlay_HotkeyErrorInfoBar.Title
source: Hotkey not saved
zh_hans: 快捷键未保存

# Settings_HotkeyErrorInfoBar_InUseMessage
source: This key combination is used by another program, so it cannot be bound. The last working hotkey is kept.
zh_hans: 该按键组合已被其他程序占用，无法绑定。已保留上一次可用的快捷键。

# Settings_HotkeyErrorInfoBar_ReservedMessage
source: This key combination is reserved by Windows, so it cannot be bound. The last working hotkey is kept.
zh_hans: 该按键组合由系统保留，无法绑定。已保留上一次可用的快捷键。

# Settings_HotkeyErrorInfoBar_NoKeyMessage
source: No usable key combination was captured. The last working hotkey is kept.
zh_hans: 没有录制到有效的按键组合。已保留上一次可用的快捷键。

# Profile_HyperlinkButton.Content
source: View detailed statistics on Aoe4World
zh_hans: 在 Aoe4 World 上查看详细资料

# GamesList_NoAccount_Title.Text
source: No account bound
zh_hans: 尚未绑定账户

# GamesList_NoAccount_Description.Text
source: Bind your account in Settings to view match history.
zh_hans: 请在设置中绑定账户后查看对战记录。

# Profile_NoAccount_Title.Text
source: No account bound
zh_hans: 尚未绑定账户

# Profile_NoAccount_Description.Text
source: Bind your account in Settings to view player profile.
zh_hans: 请在设置中绑定账户后查看玩家资料。

# GamesList_RefreshButton.ToolTipService.ToolTip
source: Refresh
zh_hans: 刷新

# GamesList_RefreshInfoButton.ToolTipService.ToolTip
source: Refresh rate info
zh_hans: 刷新频率说明

# GamesList_RefreshInfoButton.AutomationProperties.Name
source: Refresh rate info
zh_hans: 刷新频率说明

# GamesList_RefreshInfo_Text.Text
source: To avoid excessive requests to the public API, auto refresh is limited to 60s and manual refresh to 10s.
zh_hans: 为了避免对公共 API 请求过多，自动检查时限为 60s，手动检查时限为 10s。

# GamesList_LoadErrorInfoBar.Title
source: Failed to load match history
zh_hans: 加载对战记录失败

# GamesList_LoadErrorInfoBar.Message
source: The request to Aoe4World failed. Check your network connection and try again. The last loaded list is kept.
zh_hans: 请求 Aoe4World 失败，请检查网络连接后重试。已保留上次加载成功的列表。

# GamesList_LoadErrorInfoBar_RetryButton.Content
source: Retry
zh_hans: 重试

# GamesList_Result_Win
source: Win
zh_hans: 胜利

# GamesList_Result_Loss
source: Loss
zh_hans: 战败

# GamesList_Result_Unknown
source: Unknown
zh_hans: 未知

# GamesList_Kind_Rm1v1
source: 1v1 Ranked
zh_hans: 1v1 排位

# GamesList_Kind_Rm2v2
source: 2v2 Ranked
zh_hans: 2v2 排位

# GamesList_Kind_Rm3v3
source: 3v3 Ranked
zh_hans: 3v3 排位

# GamesList_Kind_Rm4v4
source: 4v4 Ranked
zh_hans: 4v4 排位

# GamesList_Kind_RmSolo
source: Solo Ranked
zh_hans: 单人排位

# GamesList_Kind_RmTeam
source: Team Ranked
zh_hans: 团队排位

# GamesList_Kind_RmFfa
source: Free For All
zh_hans: 自由混战

# GamesList_Civ_English
source: English
zh_hans: 英格兰人

# GamesList_Civ_Chinese
source: Chinese
zh_hans: 中国人

# GamesList_Civ_DelhiSultanate
source: Delhi Sultanate
zh_hans: 德里苏丹国

# GamesList_Civ_Mongols
source: Mongols
zh_hans: 蒙古人

# GamesList_Civ_AbbasidDynasty
source: Abbasid Dynasty
zh_hans: 黑衣大食王朝

# GamesList_Civ_French
source: French
zh_hans: 法兰西人

# GamesList_Civ_HolyRomanEmpire
source: Holy Roman Empire
zh_hans: 神圣罗马帝国

# GamesList_Civ_Rus
source: Rus
zh_hans: 罗斯人

# GamesList_Civ_Ottomans
source: Ottomans
zh_hans: 奥斯曼人

# GamesList_Civ_Malians
source: Malians
zh_hans: 马里人

# GamesList_Civ_Byzantines
source: Byzantines
zh_hans: 拜占庭人

# GamesList_Civ_Japanese
source: Japanese
zh_hans: 日本人

# GamesList_Civ_Ayyubids
source: Ayyubids
zh_hans: 阿尤布人

# GamesList_Civ_JeanneDArc
source: Jeanne d'Arc
zh_hans: 圣女贞德

# GamesList_Civ_OrderOfTheDragon
source: Order of the Dragon
zh_hans: 龙之骑士团

# GamesList_Civ_ZhuXisLegacy
source: Zhu Xi's Legacy
zh_hans: 朱子遗训

# GamesList_Civ_HouseOfLancaster
source: House of Lancaster
zh_hans: 兰开斯特王朝

# GamesList_Civ_KnightsTemplar
source: Knights Templar
zh_hans: 圣殿骑士团

# GamesList_Civ_GoldenHorde
source: Golden Horde
zh_hans: 金帐汗国

# GamesList_Civ_JinDynasty
source: Jin Dynasty
zh_hans: 金朝

# GamesList_Civ_MacedonianDynasty
source: Macedonian Dynasty
zh_hans: 马其顿王朝

# GamesList_Civ_SengokuDaimyo
source: Sengoku Daimyo
zh_hans: 战国大名

# GamesList_Civ_TughlaqDynasty
source: Tughlaq Dynasty
zh_hans: 图格鲁克王朝

# GamesList_Map_Altai
source: Altai
zh_hans: 阿尔泰

# GamesList_Map_AncientSpires
source: Ancient Spires
zh_hans: 古代尖山

# GamesList_Map_BlackForest
source: Black Forest
zh_hans: 黑森林

# GamesList_Map_BoulderBay
source: Boulder Bay
zh_hans: 巨石湾

# GamesList_Map_Confluence
source: Confluence
zh_hans: 汇流处

# GamesList_Map_DryRiver
source: Dry River
zh_hans: 旱河

# GamesList_Map_FertileCrescent
source: Fertile Crescent
zh_hans: 新月沃地

# GamesList_Map_Fimbulwinter
source: Fimbulwinter
zh_hans: 芬布尔之冬

# GamesList_Map_FourLakes
source: Four Lakes
zh_hans: 四个湖

# GamesList_Map_Gorge
source: Gorge
zh_hans: 峡谷

# GamesList_Map_HillAndDale
source: Hill and Dale
zh_hans: 高山深谷

# GamesList_Map_Himeyama
source: Himeyama
zh_hans: 姬山

# GamesList_Map_Lipany
source: Lipany
zh_hans: 利帕尼

# GamesList_Map_MongolianHeights
source: Mongolian Heights
zh_hans: 蒙古高原

# GamesList_Map_Prairie
source: Prairie
zh_hans: 草原

# GamesList_Map_Wetlands
source: Wetlands
zh_hans: 湿地

# GamesList_Map_DryArabia
source: Dry Arabia
zh_hans: 干燥阿拉伯

# GamesList_Map_RelicRiver
source: Relic River
zh_hans: 遗迹河

# GamesList_Map_LandMegaRandom
source: Land Mega Random
zh_hans: 陆地超级随机

# GamesList_Map_SnakeRiver
source: Snake River
zh_hans: 蛇河

# GamesList_Map_Lakeside
source: Lakeside
zh_hans: 湖畔

# GamesList_Map_Highwoods
source: Highwoods
zh_hans: 茂密树林

# GamesList_Map_OceanGateway
source: Ocean Gateway
zh_hans: 海之门户

# GamesList_Map_Craters
source: Craters
zh_hans: 陨石坑

# GamesList_Map_Carmel
source: Carmel
zh_hans: 卡梅尔

# GamesList_Map_HiddenValley
source: Hidden Valley
zh_hans: 隐秘山谷

# GamesList_Map_Hedgemaze
source: Hedgemaze
zh_hans: 树林迷宫
